run/aldFoam/examples/aldFoam/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    frontAndBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          16000;
        startFace       15580;
    }
    inlet
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          20;
        startFace       31580;
    }
    outlet
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          20;
        startFace       31600;
    }
    substrate
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          400;
        startFace       31620;
    }
    Wall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          400;
        startFace       32020;
    }
)

// ************************************************************************* //
